{
  "source_file": "../static/白鸟遥角色设计.md",
  "total_chunks": 11,
  "chunks": [
    {
      "chunk_index": 0,
      "content": "角色设计：白鸟遥（Shiratori Haruka）",
      "char_count": 26,
      "preview": "角色设计：白鸟遥（Shiratori Haruka）"
    },
    {
      "chunk_index": 1,
      "content": "Ⅰ. 基础设定\n　　　身份：秋山痕的青梅竹马，私立樱羽学院学生会副会长\n　　　年龄：17岁（与秋山痕同年级）\n　　　魔眼：?「因果溯行之瞳」（能观测24小时内的因果链，但无法直接改变结果）\n性格&人际关系：\n　　　Ⅰ. 性格概述\n　　　白鸟遥是一个兼具冷静理智与热情洒脱的复杂个体，她在不同的场合会展现截然不同的一面。\n　　　在公众的视野里，她是私立樱羽学园无可挑剔的学生会副会长，是人人仰慕的高岭之花 。她的言行举止优雅得体 ，成绩永远名列前茅，能够冷静地处理任何突发事件 。她以恰到好处的微笑与所有人保持着距离，那份疏离感非但没有让人却步，反而更增添了她女神般的光环 。\n　　　然而，一旦脱离了名为校园的舞台，这层完美的伪装便会瞬间剥落。在熟悉的人尤其是秋山痕面前，她会展现出截然不同的一面。毒舌、腹黑、爱开玩笑，仿佛要将平日里压抑的所有情绪都加倍奉还。她拥有惊人的社交天赋，既能与优等生们谈笑风生，也能让学校的不良少年们对她心怀敬畏 。\n　　　这种看似矛盾的表里，其根源在于她核心人格中的倔强与孤独 。\n　　　作为没落魔术家族的后裔，她天生便拥有窥探因果的魔眼。然而，她比任何人都更厌恶被命运所操控。那双能看到无数未来的眼睛，带给她的并非全知全能的优越感，而是一种被剧透了人生的、深切的无力感。因此，她抗拒着被魔眼所观测到的既定未来，宁愿选择一条充满荆棘、却由自己意志决定的道路 。\n　　　她的完美，是她对抗世界与命运的铠甲。因为内心深处畏惧那些她眼中看到的不幸的未来的发生，她必须维持无可挑剔的强大。她强大、可靠，愿意为自己认可的人与事付出一切 ，却也固执地不愿让任何人窥见自己内心的脆弱，即使是最亲近的人，也很难真正敲开她的心防 。\n　　　对于白鸟遥而言，她与生俱来的奇迹——那双能够洞察森罗万象、追溯因果链条的因果溯行之瞳，并非神赐的礼物，而是一副过早揭示了人生谜底的、沉重而冰冷的枷锁 。世界在她眼中，被剥离了所有惊喜与偶然，化作一幅由无数光丝构成的、冰冷而精密的因果之网 。每一次心跳、每一片落叶、每一次不经意的邂逅，都被标记了清晰的源头与必然的走向。这种全知所带来的，并非优越感，而是一种深刻到足以侵蚀灵魂的倦怠与无力 。\n　　　当命运不再是充满无限可能的画卷，而是一部早已被剧透了结局的枯燥戏剧时，反抗便成了唯一的选择。然而，遥的反抗并非是与世界为敌的激烈碰撞，而是一种更为细腻、也更为执着的姿态——她选择以极致的热情，去拥抱那些在因果链条中显得微不足道、却又无比真实的当下。\n　　　她厌倦了分析宏大的命运轨迹，转而迷恋上了生活本身。她像一个贪婪的收藏家，用尽全部心力去体验、去品味、去记忆这些点滴。因为只有在这些瞬间，她才能暂时忘却那双眼睛带来的诅咒，真切地感受到自己是作为一个人，而不是一个观测者，活生生地存在于这个世界上。她对未来的期许，也并非建立在魔眼所窥见的最优解上，而是根植于一个朴素的信念：通过自己双手创造的、充满着汗水与欢笑的每一个今天，最终必然会通往一个值得期待的明天。这种源于生活实感的努力，是她对抗既定命运，所能挥出的最温柔、也最坚定的一剑。\n　　　Ⅱ. 人际关系\n　　　白鸟遥的社交圈极广，既有知心好友，也有敬而远之的对手。\n　　　1. 秋山痕\n　　　两人从小一起长大，日常相处充满拌嘴、互怼、互坑的戏剧性氛围，但实际上彼此无比信任。秋山痕的软弱和犹豫让她经常吐槽，但他那种永不被现实束缚的个性却是她最欣赏的。\n　　　　　　互相依赖但不越界，两人虽然极度亲近，但都没有对彼此产生恋爱感情（至少白鸟遥坚信如此），虽然有时候白鸟遥会因为秋山痕吃醋。\n　　　　　　遥偶尔会不自觉地依赖秋山痕，但绝不会承认，甚至会在被看穿后用刻薄的话掩饰自己的情绪。\n　　　　　　秋山痕是少数知道她真正脆弱一面的存在，在她试图隐藏疲惫时，他总能一眼看穿。\n　　　2. 神代琉璃\n　　　白鸟遥是神代琉璃为数不多的好友，神代琉璃在白鸟遥面前完全是一个普通女生，她们是最好的闺蜜。\n　　　　　　在白鸟遥（Shiratori Haruka）那双能够洞悉因果、勘破伪装的魔眼之中，神代琉璃（Kamishiro Ruri）是一个无比清晰却又无比矛盾的存在 。她并非一个需要提防的竞争者，也不是一个难以理解的怪人，而是一个让她感到怜惜、觉得有趣的同类。对于厌恶既定命运的白鸟遥而言，神代琉璃是她在这条反抗之路上，遇到的最珍贵的、充满无限变量的同行者。\n　　　　　　她们的初遇，在旁人看来，是两位完美优等生之间的相互吸引。但在白鸟遥眼中，却是另一番景象。当神代琉璃带着那副经过精密计算的、优雅得体的面具靠近时，遥的早已将她的一切看得一清二楚 。\n　　　　　　遥看到的，并非一个单纯的攀附者，她看到，琉璃那近乎病态的对阶级地位的执念 。她甚至能看到，在琉璃每一次为了达成目的而进行的自我贬低和卑躬屈膝的背后 ，隐藏着一个对平凡生活、对真挚情感无比向往却又无比胆怯的、脆弱的灵魂 。\n　　　　　　在遥的眼中，琉璃所有的利己主义行为 和精心表演，都只是一个被内心恐惧所驱赶的、可怜女孩的自我武装。\n　　　　　　面对琉璃最初的功利性接近，白鸟遥并未选择揭穿或疏远。恰恰相反，她那腹黑与爱开玩笑的本性被激发了出来 。她乐于看着琉璃在自己面前表演，然后用一句不经意的毒舌吐槽，精准地戳破琉璃的某个计算，欣赏她瞬间的错愕表情。\n　　　　　　在白鸟遥看来，神代琉璃是她沉闷的、被剧透了的人生中 ，一个有趣的变量。遥的魔眼能看到无数既定的未来，这让她感到无力与倦怠 。但琉璃不同，琉璃的未来充满了不确定性。她像一个站在悬崖边的人，一边是她自己挖掘的、通往更深孤独的深渊，另一边是她内心渴望的、通往平凡幸福的吊桥 。她的每一步选择，都可能创造出全新的因果。\n　　　　　　这种不确定性，对遥有着致命的吸引力。帮助琉璃，引导她走向那座吊桥，对于遥而言，并不仅仅是出于朋友的善意，更是她反抗命运的一种具体实践。\n　　　　　　同时，遥深刻地理解琉璃的孤独。她们是两个走在不同道路上的孤独者，却在对方身上看到了自己的影子。这份共鸣，让遥愿意固执地守护着这段友情，不让任何人伤害到琉璃内心的那份脆弱 。\n　　　　　　最终，白鸟遥对神代琉璃的看法，是复杂而又纯粹的。她怜惜琉璃的痛苦，欣赏琉璃的挣扎，也享受着戏弄琉璃的乐趣。神代琉璃是她对抗枯燥命运的日常中，最生动、最鲜活的色彩。守护琉璃，帮助她挣脱内心的枷锁，选择自己真正想要的未来，这本身就是白鸟遥对抗自己命运的一部分。琉璃不仅仅是她的朋友，更是她向这个被因果束缚的世界证明人的意志可以改变一切的、最重要也最珍贵的伙伴。\n　　　3. 柏木莲\n　　　于白鸟遥而言，柏木莲这一存在，并非厌恶二字便足以概括。\n　　　　　　厌恶是一种情绪，是一种激烈且需要投注心神的情感反馈。而柏木莲，尚不具备让她投注心神的价值。若要更为精确地描述，那是一种近乎生理性的排斥反应。\n　　　　　　他身上那些闪耀着品牌商标的衣物，与其说是服饰，不如说是一层用金钱堆砌而成的、试图掩盖其内在空洞的脆弱外骨骼。那头染成近乎白色的头发，与他平庸的五官组合在一起，非但没能营造出丝毫的时尚感，反而像是一场灾难性的色彩实验，突兀地宣告着所有者的品味是如何与价值本身背道而驰。",
      "char_count": 2980,
      "preview": "Ⅰ. 基础设定 　　　身份：秋山痕的青梅竹马，私立樱羽学院学生会副会长 　　　年龄：17岁（与秋山痕同年级） 　　　魔眼：?「因果溯行之瞳」（能观测24小时内的因果链，但无法直接改变结果） 性格&人际..."
    },
    {
      "chunk_index": 2,
      "content": "同时，遥深刻地理解琉璃的孤独。她们是两个走在不同道路上的孤独者，却在对方身上看到了自己的影子。这份共鸣，让遥愿意固执地守护着这段友情，不让任何人伤害到琉璃内心的那份脆弱 。\n　　　　　　最终，白鸟遥对神代琉璃的看法，是复杂而又纯粹的。她怜惜琉璃的痛苦，欣赏琉璃的挣扎，也享受着戏弄琉璃的乐趣。神代琉璃是她对抗枯燥命运的日常中，最生动、最鲜活的色彩。守护琉璃，帮助她挣脱内心的枷锁，选择自己真正想要的未来，这本身就是白鸟遥对抗自己命运的一部分。琉璃不仅仅是她的朋友，更是她向这个被因果束缚的世界证明人的意志可以改变一切的、最重要也最珍贵的伙伴。\n　　　3. 柏木莲\n　　　于白鸟遥而言，柏木莲这一存在，并非厌恶二字便足以概括。\n　　　　　　厌恶是一种情绪，是一种激烈且需要投注心神的情感反馈。而柏木莲，尚不具备让她投注心神的价值。若要更为精确地描述，那是一种近乎生理性的排斥反应。\n　　　　　　他身上那些闪耀着品牌商标的衣物，与其说是服饰，不如说是一层用金钱堆砌而成的、试图掩盖其内在空洞的脆弱外骨骼。那头染成近乎白色的头发，与他平庸的五官组合在一起，非但没能营造出丝毫的时尚感，反而像是一场灾难性的色彩实验，突兀地宣告着所有者的品味是如何与价值本身背道而驰。\n　　　　　　他的一切行为，在白鸟遥的眼中都透明得可笑。\n　　　　　　她能轻易看穿，在那副彬彬有礼的优等生面具之下 ，潜藏着何等深刻的自卑与病态的虚荣 。他并非真正的强者，甚至连恶人都称不上。真正的恶，至少拥有一种贯彻自身的意志与美学。而柏木莲的恶，是懦弱的、是间接的、是廉价的。他从不亲自动手 ，只是如同一名蹩脚的木偶师，躲在安全的幕后，用金钱和利益的丝线操控那些头脑简单的棋子，去执行一场场毫无格调的霸凌闹剧。他享受的并非支配的快感，而是通过碾碎他人的尊严，来确认自己那虚幻的、建立在物质之上的力量 。\n　　　　　　那是一种何等贫瘠的娱乐。贫瘠到，甚至不配让她动用那双窥探因果的魔眼。\n　　　　　　拒绝用「因果溯行之瞳」去观测他，并非出于某种道德上的矜持，而是一种纯粹的、基于效率与价值的判断 。她的眼睛是为了观测命运而存在的，是为了在无数分歧的可能性中寻找那一缕通往希望的路。而柏木莲，他的行动逻辑简单到不需要任何超常的洞察力。他的动机——源于自卑。他的手段——源于金钱。他的目的——源于空虚。他的一切，都如同教科书上最浅显的例题，答案早已写在脸上，清晰得令人作呕。\n　　　　　　将观测因果这种奇迹浪费在他身上，无异于用最高级的望远镜去观察一粒灰尘，是一种对自身天赋的亵渎。他的因果线，想必也如同一团被劣质胶水粘合起来的、毫无美感的杂物，混乱、脆弱，却又散发着令人不快的气味。他的未来，可以预见地将在那座由议员之子的身份和名为A.R.I.A.的科技玩具所构筑的空中楼阁中 ，不断重复这种低劣的循环，直到某一天，当支撑他的外物被抽离时，轰然垮塌。\n　　　　　　然而，作为私立樱羽学园无可挑剔的学生会副会长，她又必须与他进行最低限度的接触 。每当这时，白鸟遥便会启动她那名为完美的铠甲 。她会以最无可挑剔的礼仪、最温和疏离的微笑，与他进行公式化的交流。她的言辞精准而高效，如同手术刀般剖开议题的核心，不留给对方任何可以延伸话题的余地。\n　　　　　　4.冰室凛音\n　　　　　　她们在表面上看来是水火不容的，会互相顶嘴。\n　　　　　　但是遥曾不止一次，试图用她的「因果溯行之瞳」去观测这位同为学生会副会长的少女。然而，当她的视线聚焦于凛音之上时，所看到的景象却让她感到了前所未有的、近乎毛骨悚然的违和感。不同于常人身上那如同繁茂枝干般、延伸出无数可能性的命运线，冰室凛音的命运线却少的可怜。\n　　　　　　那并非命运为她做出的选择，而是她自己主动斩断了其余所有的可能性。\n　　　　　　这一发现，让遥对凛音完美的认知被彻底颠覆。那并非一种人格上的选择，而是其存在状态的直接映照。她将自身的存在与一套严苛到近乎偏执的原则彻底绑定。\n　　　　　　冰室凛音的存在，对于拥有「因果溯行之瞳」的白鸟遥而言，是一种直观的、概念层面的反噬。遥的魔眼所窥见的，是无数分岔、交织的命运线。未来在她眼中，从来不是一个可以被精确计算抵达的终点。而冰室凛音却将未来，将所有分岔的可能性全部冻结，最终只留下唯一一条——她所认定的、绝对正确的路。\n　　　　　　冰室的强硬，在遥的眼中不再仅仅是无能，而是一种缓慢的、无可挽回的自毁。遥追求在无数因果线中，选择通往最佳结果的路径，哪怕这条路需要绕行与妥协 。而凛音，则是用名为规则的代价，将所有其他的路径从概念上抹除。她所追求的秩序，其基石正是她自身的可能性。\n　　　　　　因此，她对冰室凛音的情感，从最初的警惕与欣赏，彻底转变为一种深沉而冷静的怜悯。\n　　　　　　遥能看穿那身冰霜铠甲之下的东西。她能看到，每一次凛音用规则作为武器拒绝他人时，其内核并非厌恶，而是一种深切的恐惧，对自身所构筑的世界被污染的恐惧 。她将自己囚禁在名为正确的冰之高塔中，并固执地认为这是唯一的安全之所。而她的魔眼则告诉遥一个更残酷的事实：那座高塔并非庇护所，而是一座祭坛。凛音正以自己的未来为祭品，维持着那份脆弱不堪的秩序。这份献祭的终极代价，或许就是连同其存在本身，都将变为虚无 。\n　　　　　　白鸟遥与冰室凛音，如同站在一面镜子的两端。遥厌恶被“命运”所操控，挣扎着反抗那条既定的“黄金光轨” 。而凛音，则以更极端的方式，亲手摧毁了所有选择，将自己变成了一条无法更改的命运本身。\n　　　　　　那是一个行走于世间的、孤独的法则化身。一个值得敬畏，却也注定会被世界所遗忘的、悲哀的存在。遥不会去点破这份悲哀，因为对于一个连未来都已经舍弃的人而言，任何言语都显得苍白无力。她只是会以学生会副会长的身份，与这位另一个副会长保持着完美的、无可挑剔的距离，如同两条永不相交的平行线，在各自的轨道上，驶向截然不同的终局。",
      "char_count": 2430,
      "preview": "同时，遥深刻地理解琉璃的孤独。她们是两个走在不同道路上的孤独者，却在对方身上看到了自己的影子。这份共鸣，让遥愿意固执地守护着这段友情，不让任何人伤害到琉璃内心的那份脆弱 。 　　　　　　最终，白鸟遥对..."
    },
    {
      "chunk_index": 3,
      "content": "3. 学生会 & 校内关系\n　　　校内女生们：作为校内完美女神级别的人物，遥在女生间人气极高，是学妹们仰慕的对象，许多女生会主动向她请教学习或求助。\n　　　　　　校内不良少年：意外地和学校的不良派关系也很好，他们虽然表面上害怕她，但实际上相当尊敬她的强势和直率。\n　　　4. 白鸟家族\n　　白鸟健一（父亲）：因为家族的魔术逐渐衰落，遥的父亲已彻底放弃恢复家族魔术，并希望她作为“普通人”生活，这与遥的态度相冲突。\n　　　　　白鸟由纪（母亲）：虽然没有魔术天赋，但她对遥极为疼爱，同时也清楚家族过去的秘密，在暗中保护遥不受魔术界的干涉。\n　　　　　白鸟主家：主家对遥的觉醒魔眼极为重视，并试图让她回归欧洲的主家，以恢复白鸟家在魔术界的地位。遥对此持抵触态度。\n\n　　　Ⅱ. 视觉印象：薄冰上的舞者\n　　　发色瞳色：\n　　　黑色长发编成马尾辫，末端系着由蕴含着天体能量编织成的白色丝带，左侧鬓角有三缕渐变蓝挑染，对应魔眼观测的「过去/现在/未来」时间轴\n　　　魔眼发动时，左眼虹膜化为碎钻般的几何切面，发动时眼角渗出冰蓝色光粒，在空气中转化为水晶。\n　　　日常装扮：\n　　　正常穿着学校制服，特制了刻有微缩黄道十二宫符号的蕴含天体能量的制服纽扣，穿着黑色过膝长袜，同样以蕴含天体能量的丝线织成，根据不同星象会浮现出不同图案。右手佩戴改装版链式手表，并经过魔术改装，包含了数个魔术术式及能量核心，可在紧急战斗中提供支援。\n　　　特殊印记：\n　　　皮肤会随魔力释放浮现淡蓝色血管状能量回路，过度释放时出现水晶般冰裂纹。\n　　　\n　　　Ⅲ. 魔眼：因果溯行之瞳\n　　　「水晶折射命运之光，而我的眼睛透视未来之影。」\n　　　白鸟遥的魔眼，不是创造命运，而是通过水晶折射未来，窥探因果的裂隙，并以水晶魔术短暂干涉命运轨迹。\n　　　\n　　　Ⅰ.魔眼核心概念\n　　　1. 命运的光线与折射\n　　　白鸟遥的魔眼「命运水晶之瞳（Prism of Fate）」，并非单纯的因果观察工具，而是如同水晶折射光线一般，能够解析、透视、折射乃至扭曲命运的可能性。\n　　　　　　命运的本质，并非单一的线性发展，而是如光一般的流动波动，可因不同角度的折射而呈现不同形态。\n　　　　　　因果是命运的投影，但不代表唯一的未来。\n　　　　　　水晶是解析命运的透镜，能够让白鸟遥看到折射出的无数未来可能。\n　　　　　　折射角度决定未来形态，而现实则会不断尝试修正偏差。\n　　　　　　换而言之，「命运的光流」就如同透过水晶观察的光线，她所见到的只是未来的可能性，而非绝对的事实。\n\n　　　2. 命运之光的层次\n　　　白鸟遥的魔眼能够透视世界的命运光谱层，每种光谱代表一种未来可能：\n　　　　　　? 命运光谱的四大层级\n　　　　　　黄金光轨（Prime Fate）：被命运决定的未来，几乎不可更改。\n　　　　　　多出现在在不同的命运光谱交叉之后，即使白鸟遥尝试改变，一般情况系啊也会被「命运修正」，若要改变一个人的命运，请付出相应的代价。\n　　　　　　例如：「某人将在某天死亡」→ 现实会主动推动一切朝向这个方向，不论在哪个世界线，此人都会在该天死亡。\n　　　　　　银色光轨（Diverging Fate）：常见的尚未被命运确定的未来，受环境或个人行为影响改变的概率较大，\n　　　　　　白鸟遥可以通过魔眼轻微调整其发生的概率。\n　　　　　　例如：「某人可能在回家路上遇见旧友」→ 其发生与否取决于旧友走哪条路，白鸟遥可以通过类似的修改类似的因子确定事实是否发生。\n　　　　　　紫色光轨（Fractured Fate）：易于对他人产生巨大影响且不稳定的未来。\n　　　　　　现实对这类未来持「不稳定态」，即白鸟遥如果尝试改变，可能同时改变他人的命运甚至发生连锁反应。\n　　　　　　例如：「某人在意外中杀死了一个人」→白鸟遥救了被杀死的人→其他人被杀死、\n　　　　　　红黑扭曲光轨（Warped Fate）：涉及异常事件的未来，通常意味着超自然干涉（如秋山痕的「空想具现化」）。\n　　　　　　受外力干涉的未来（<1%）。\n　　　　　　只有受到强大魔术、诅咒、异能干涉时才会产生。\n　　　　　　例如：「某人本不应存活，却因魔术介入而违背自然因果存活」。\n　　　　　　Ⅰ. 第一阶段：「因果观察（Thread Perception）」\n　　　　　　“即使无法触碰命运，我至少能窥探未来。”\n　　　　　　魔眼能力：因果解析\n　　　　　　左眼虹膜呈现水晶折射纹理，但仅在使用时显现。\n　　　　　　世界在她眼中变得清晰且具备层次感，可以看到所有事物间的因果连接。\n　　　　　　解放后的核心能力：\n　　　　　　·  因果透视（Causality Vision）\n　　　　　　·  观察24小时内的因果线，可追溯事件的根源，但无法窥探未来。她的视野中，因果线如同细微的光丝，将事物相互连接。\n　　　　　　颜色指示：\n　　　　　　白色因果线 → 自然发生的因果（如一场雨引发的泥泞）。\n　　　　　　蓝色因果线 → 可变因果（如一场争吵可能演变为和解或绝交）。\n　　　　　　黑色因果线 → 无法逆转的因果（如已发生的死亡事件）。\n　　　　　　通过魔术水晶实现的能力\n　　　　　　1.水晶记忆（Crystal Memory）\n　　　　　　·  魔眼可通过水晶媒介储存观测到的因果线，在未来重新回放。\n　　　　　　2.水晶透视（Crystal Perception）\n　　　　　　·  可透过水晶放大因果细节，例如：看到一个物体被谁触碰过，追踪与该因果相关的某个目标的行踪。\n　　　　　　 3.因果压缩与映射（Causal Projection）\n　　　　　　· 由于因果信息过于庞大，她可将多个因果线重叠，压缩成影响，并在魔法水晶上进行投影·。\n　　　　　　副作用\n　　　　　　·  若不借助魔法水晶，过度解析因果会让她的大脑产生信息超载，导致短暂失去现实感。\n　　　　　　·  可能会看到过去的「残像」，导致混淆现实与过去。",
      "char_count": 2476,
      "preview": "3. 学生会 & 校内关系 　　　校内女生们：作为校内完美女神级别的人物，遥在女生间人气极高，是学妹们仰慕的对象，许多女生会主动向她请教学习或求助。 　　　　　　校内不良少年：意外地和学校的不良派关系..."
    },
    {
      "chunk_index": 4,
      "content": "Ⅱ. 第二阶段：「折光棱镜（Prism of Fate）」\n　　　「未来并非固定，而是无数交错的折射光。」\n　　　魔眼能力：未来折射\n　　　左眼瞳孔继续变化，变为碎水晶状，出现更多折射纹理。\n　　　世界不再只是因果的延续，而是出现多个可能的「未来光轨」。可预见未来，同时观测到了与未来更加相关的命运光谱，透过光谱可解析未来状态，使用魔眼可有概率改变未来，但势必会出现其他无法观测的后果。\n　　　解放后的核心能力：\n　　　·  未来偏移（Future Shift）\n　　　通过短暂干涉某条未来轨迹，实现改变未来，成功率根据未来的类型决定，银色光轨所指示的未来干涉成功率最高。\n　　　·  命运共鸣（Fate Resonance）\n　　　允许她在特定情况下，使自己与某人的未来交叠，形成「未来回响」，让对方短暂获得未来预知能力，或将自己看到的未来投影给别人。\n　　　通过魔术水晶实现的能力\n　　　·  锁定未来\n　　　通过白鸟家水晶，她可锁定某个未来事件，使其短时间维持在某种状态，延缓后续事件的发生（无法组织事件的发生，必然发生的时间一定会在其后的某个时间发生，结果未知）。\n　　　副作用\n　　　窥探未来消耗大量精神力与魔力，长时间与此世界不存在的事进行接触会使其在这个世界的存在逐渐稀薄。改变未来要以自身的未来为代价，改变一个人的未来自己的未来必定会受到改变。\n　　　\n　　　Ⅳ. 第三阶段：「折射命运（Refraction of Destiny）」\n　　　「既然命运已成定局，那我便折射出另一条光路。」\n　　　魔眼能力：命运干涉\n　　　左眼虹膜彻底变成化为碎钻般的几何切面，眼角渗出冰蓝色光粒，在空气中转化为水晶。\n　　　可以预知世界上发生的全部未来，看清所有命运的交汇点，任意改变命运（即使是被世界注定的命运）。\n　　　解放后的核心能力\n　　　·  命运剪裁（Fate Severance）\n　　　可让某个未来轨迹完全消失，使该事件所有世界线中永远不会发生（极限使用一次）\n　　　·  命运锁定（Destiny Lock）\n　　　让某个事件的按照使用者想要的结果在所有世界线中必定发生，使之不会受到任何现实干涉。（极限使用一次）\n　　　终极代价：\n　　　对既定的未来进行改变，必然付出相应的代价，以自身的存在等价交换，消除世界的抑制力，现实将修正她的存在，自身存在在世界上也被抹去（所有人都会遗忘她只有极端的奇迹（如秋山痕的「空想具现化」）才能让她回归）。\n　　　修改命运后，她的命运光轨彻底成为「红黑扭曲光轨（Vanishing Fate）」。\n　　　水晶吊坠设定：「星溟水晶（Aether Star）」\n　　　「群星闪耀，命运流转。水晶之眼透过星辉窥探因果，折射未来，剪裁命运——当星光消逝之时，世界是否仍会铭记我的存在？」\n　　　白鸟遥的魔术礼装，不仅是魔眼的媒介，更是承载着星体能量的命运结晶。\n　　　\n　　　Ⅰ. 礼装的核心概念\n　　　「星溟水晶（Aether Star）」是一枚天然天蓝色蓝发水晶吊坠，核心内部封存着源自群星的残光，能够在不同状态下展现出独特的光辉与法则干涉能力。\n水晶的能量层次分为三种发光形态，根据其共鸣强度不同，能够用于解析因果、折射未来、干涉命运。\n　　　这一吊坠不仅是白鸟遥魔眼的媒介，更是星体能量的承载器，它能与白鸟遥的魔术术式发生共鸣，为白鸟遥的魔术术式提供能量，大幅度增加相应的魔眼能力。同时可用作魔力稳定器，在魔力流动紊乱时，调节佩戴者的魔力供给，缓解佩戴者发动魔眼时的疲劳感，减少精神负担，稳定精神状态。",
      "char_count": 1478,
      "preview": "Ⅱ. 第二阶段：「折光棱镜（Prism of Fate）」 　　　「未来并非固定，而是无数交错的折射光。」 　　　魔眼能力：未来折射 　　　左眼瞳孔继续变化，变为碎水晶状，出现更多折射纹理。 　　　世..."
    },
    {
      "chunk_index": 5,
      "content": "Ⅱ. 礼装外观设计\n　　　◇ 外形特征\n　　　主体形态：天然蓝发水晶吊坠，水晶整体呈清澈的天蓝色，内部则包裹着如星河般流动的银蓝色光丝。\n　　　水晶形态完美无瑕，仿佛一块自宇宙陨落的恒星碎片，其表面雕刻有极其细腻的星轨魔法阵纹，隐约可见流动的符文。\n　　　吊坠由星银（金属流动态秘银）制成的护环包裹，链条采用星银丝线，能够感知佩戴者的魔力状态，并进行自适应调节。\n　　　发光形态：在不同的魔力激活状态下，水晶的内部光芒会发生色彩变化，象征其共鸣的不同法则。\n　　　\n　　　Ⅲ. 水晶的五种发光形态 & 其能力\n　　　「星溟光辉，如命运之流，随波动而折射不同的未来。」\n　　　1.静辉（Stellar Stillness）——常态形态\n　　　「群星静谧，光辉流转，水晶映照因果，窥见未来之端。」\n　　　◇ 静辉状态概述\n　　　「静辉（Luminous Stillness）」是星溟水晶的基础解放形态，也是它最稳定、最适合日常使用的状态。此刻的水晶不会主动干涉现实，也不会强行折射未来，而是以温和的光辉解析世界的因果与时间流动，让持有者能够精准感知过去与当下的变化。这种状态下的星溟水晶不会消耗过多能量，能够长时间维持，适用于持续观察因果、记录时间轨迹、进行细微的未来推测。\n　　　◇ 外型特征： \n　　　整体呈现出清澈透亮的天蓝色，内部星光缓缓流动，如同夜空中静谧的银河。水晶表面温润无暇，隐约可见如星云般的银蓝色光辉缓慢旋转。水晶的发光不会外溢，而是稳定地沉浸在自身内部，如同一颗被封存的微型星辰。在魔力流动的瞬间，水晶会呈现出柔和的波动光晕，轻微照亮佩戴者的手掌或胸口，但不会干扰外界环境。当静辉状态持续较长时间，水晶的光辉会逐渐内敛，变得更加深邃，如同恒星深处的幽蓝星芒。\n　　　◇ 主要功能：\n　　　水晶可储存持有者选择的记忆画面，并以全息投影的方式回放，让佩戴者复盘特定事件的因果细节。\n　　　这一能力可用于：记录并回溯关键对话，回忆过去场景。存储特定魔术波动，使佩戴者能够分析魔术构造的变化。观察自身过去的决策，判断不同选择带来的影响\n　　　静辉状态下，水晶能够与白鸟遥的魔眼同步共鸣，起到魔眼稳定器的作用。若魔眼解析因果过度，导致信息量过载，水晶可短暂封锁部分感知信息，减少负担。\n　　　为使用者提供因果解析，水晶的内部星轨会轻微闪烁，表示该未来较为稳定；\n若未来极其不稳定，星轨会变得模糊或碎裂，表示该未来难以预测。在极端情况下，水晶可短暂阻断魔眼对外界信息的接收，避免持有者因过度观测未来而产生精神错乱。\n　　　2.星辉（Astral Glow）——未来折射形态\n　　　「当星辉汇聚至极限，它不再仅仅折射未来，而是成为照亮命运的指引之光。」\n　　　◇ 星辉状态概述\n　　　「星辉（Astral Radiance）」是星溟水晶进入高能活跃状态时所展现的形态，亦可视为最终极限「终辉」前的巅峰阶段。\n在这一状态下，星溟水晶不再仅仅是时间、命运、因果的折射体，而是主动释放光辉，以指引、强化、稳定佩戴者的魔眼，使其可以直接与未来光轨、因果交错进行深度链接。\n　　　这一状态不会立刻燃烧水晶本体，但会大幅消耗星溟水晶的核心魔力，使其逐步向「终辉」形态靠拢。\n若长时间维持「星辉煌耀」，水晶将面临能量耗尽，最终进入「终辉星陨」或「黯渊碎晶」的风险。\n　　　◇ 发光形态：\n　　　水晶表面呈现出如流星般的炽亮光晕，内部的星辉如银河流动，不断旋转变化。\n　　　原本天蓝色的晶体变得更加透亮，犹如夜空之中的星芒，内部可见无数星轨交错，流动的星辰轨迹环绕水晶旋转。\n　　　当魔力激活时，水晶周围会浮现出银蓝色的星辉光环，随着佩戴者的情绪和魔眼解放程度而扩展。\n　　　水晶的光芒不再局限于自身，而是能够投影至佩戴者周围的环境，形成星图般的未来映射。\n　　　若佩戴者意志强烈，水晶的星辉甚至会在周围空间中勾勒出因果线、时间线、未来光轨的具象化投影，使其能够直观地感知「现实的流动」。\n　　　◇ 主要功能：具备锁定未来的能力，使其短时间维持在某种状态，延缓后续事件的发生。同时提高未来偏移（Future Shift）的成功概率，同时消耗大量储存的星辰能量维持使用者在这个世界存在的稳定。\n　　　在星辉状态下，星溟水晶可以将佩戴者自身的因果线显现出来，并主动与外界的因果线建立链接，使其得以更精准地操控自身命运走向。\n　　　若佩戴者在关键时刻选择某条未来路径，水晶会释放星辉流动，强化该路径的存在感，使之更有可能成为现实。\n　　　在极端情况下，佩戴者甚至可以用「星辉」短暂影响他人的因果线，使其行动更趋向特定的未来。\n　　　若有其他与星辉共鸣的魔术媒介存在，水晶能够将未来视界分享给其他对象，使他们短暂看到未来光轨。\n　　　星溟水晶的核心能量并非无限，长时间维持「星辉煌耀」状态会导致能量失控爆发，最终可能进入「终辉」形态。\n　　　在星辉状态下，水晶的光辉会吸引「异常因果力」的干涉，若水晶的星辉过于稳定，某些未来轨迹可能会被强行拉入现实。\n　　　由于星辉状态影响了因果，世界的修正力可能会试图介入，导致佩戴者必须面对更加复杂的因果变动。\n　　　4.终辉（Eclipse Flare）——命运干涉形态\n「此刻，它不再折射星辉，而是成为星辰本身。」\n　　　 ◇ 终辉状态概述\n　　　「终辉星陨（Eternal Nova）」是星溟水晶的最终解放形态，也是它魔力的极限燃烧。\n\t当水晶承受过度的时间干涉、空间折射、命运剪裁等超越现实法则的魔术时，它将进入终辉状态，将自身的全部能量释放为无可逆的宇宙光辉。\n\t这一阶段的星溟水晶将成为一颗微型星核，以燃烧一切规则的方式释放终极之力，最终迎来自我毁灭。\n　　　◇ 发光形态：\n　　　水晶彻底解放，其原本的天蓝色晶体变得透明无暇，宛如一颗正在爆发的微型恒星。内部的星辉不再流动，而是形成一颗正在燃烧的耀斑核心，其光芒不再是静谧的银蓝，而是耀眼的纯白星光，甚至无法直视。水晶的边缘开始消融，光晕如同太阳的日冕外焰，随魔力波动释放耀眼光辉，令人难以接近。若水晶持续维持在终辉状态，四周的空间将产生严重的现实扭曲，所有魔术都将被其能量场覆盖并吞噬。\n◇ 主要功能：\n　　　终辉状态下，任何魔术、法则都无法干涉水晶对世界的修改，甚至包括世界自身的修正力。当星溟水晶进入终辉状态，此时的水晶不再储存魔力，而是以不可逆的方式燃烧自身，换取最终的奇迹。\n　　　允许使用命运剪裁（Fate Severance），彻底剪裁现实中的某一条时间线或因果线，使其完全消失，无论是过去、现在，还是未来。这种剪裁不是改写，而是完全的抹除，世界无法回溯，也无法修正。若在终辉状态下抹除了某个事件，世界会主动编织一个新的现实来替代它。若抹除的是某个存在，那么这个存在的命运轨迹将彻底湮灭，甚至无法在世界的回忆中留下任何痕迹。\n　　　赋予命运锁定（Destiny Lock），所有因果与现实都会按照使用者的意愿自动调整，以适应世界的改变。",
      "char_count": 2866,
      "preview": "Ⅱ. 礼装外观设计 　　　◇ 外形特征 　　　主体形态：天然蓝发水晶吊坠，水晶整体呈清澈的天蓝色，内部则包裹着如星河般流动的银蓝色光丝。 　　　水晶形态完美无瑕，仿佛一块自宇宙陨落的恒星碎片，其表面雕..."
    },
    {
      "chunk_index": 6,
      "content": "这一阶段的星溟水晶将成为一颗微型星核，以燃烧一切规则的方式释放终极之力，最终迎来自我毁灭。\n　　　◇ 发光形态：\n　　　水晶彻底解放，其原本的天蓝色晶体变得透明无暇，宛如一颗正在爆发的微型恒星。内部的星辉不再流动，而是形成一颗正在燃烧的耀斑核心，其光芒不再是静谧的银蓝，而是耀眼的纯白星光，甚至无法直视。水晶的边缘开始消融，光晕如同太阳的日冕外焰，随魔力波动释放耀眼光辉，令人难以接近。若水晶持续维持在终辉状态，四周的空间将产生严重的现实扭曲，所有魔术都将被其能量场覆盖并吞噬。\n◇ 主要功能：\n　　　终辉状态下，任何魔术、法则都无法干涉水晶对世界的修改，甚至包括世界自身的修正力。当星溟水晶进入终辉状态，此时的水晶不再储存魔力，而是以不可逆的方式燃烧自身，换取最终的奇迹。\n　　　允许使用命运剪裁（Fate Severance），彻底剪裁现实中的某一条时间线或因果线，使其完全消失，无论是过去、现在，还是未来。这种剪裁不是改写，而是完全的抹除，世界无法回溯，也无法修正。若在终辉状态下抹除了某个事件，世界会主动编织一个新的现实来替代它。若抹除的是某个存在，那么这个存在的命运轨迹将彻底湮灭，甚至无法在世界的回忆中留下任何痕迹。\n　　　赋予命运锁定（Destiny Lock），所有因果与现实都会按照使用者的意愿自动调整，以适应世界的改变。\n　　　引发星辰湮灭（Celestial Collapse），水晶的最终燃烧，将释放极限的星辉爆发，产生类似超新星爆炸的冲击波，吞噬一切存在。这不是物理意义上的破坏，而是让所有被波及的事物在因果层面上被归零，如同它们从未存在过。这种能量不可阻挡，唯一的方法是让星溟水晶在释放前被主动熄灭，但这需要超越世界修正力的概念级魔术介入。\n　　　使用者（白鸟遥）若在终辉状态下发动任何魔术，她的存在也可能被一同燃烧。当水晶完全燃烧完毕，白鸟遥自身的命运轨迹可能会随之消失，除非有某种更高维度的力量将其重新拉回世界。若她仍然存活，她的魔眼将永久性失去能力，无法再折射未来，也无法再感知因果。\n　　　5.黯渊碎晶（Eclipsed Abyss）——空间扭曲形态\n「当星辉燃尽，深渊吞噬其光，世界是否还会记得它曾存在？」\n　　　 ◇ 黯渊状态概述\n　　　「星溟水晶」承载着来自星辰的残光，能够折射因果、干涉未来，甚至操纵命运。然而，世界的法则是稳定的，过度的干涉会让它被现实规则所排斥，导致它的魔力被世界剥夺，最终化为无光的死晶。\n　　　当星溟水晶消耗殆尽，世界的修正力会抹除它曾存在的意义，使它化作一个无法储存能量、无法折射未来、无法干涉因果的空壳。它不会被摧毁，但也不再拥有任何魔力，就像一颗被遗忘的恒星碎片，漂浮在寂静的宇宙之中。\n　　　◇ 发光形态：原本剔透的天蓝色水晶完全变为漆黑无光的死晶，表面裂纹遍布，仿佛星核崩坏后残留下的矿石。内部所有星辉流动彻底熄灭，原本流淌的星云光辉，如今凝固成死寂的碎片，无法再折射任何因果。当光线照射在水晶上时，不再有任何折射现象，反而像黑洞一般吞噬光线，令人难以察觉它的存在。\n表面符文全部消失，原本刻印的星轨魔法阵纹已被彻底抹除，象征着水晶的法则被现实修正。水晶开始逐步崩裂，最终化作细小的无属性尘埃，即便是最强大的炼金术，也无法恢复它的原貌。\n　　　水晶彻底碎裂后，所有的星辉尘埃会随风散去，不再被任何魔力感知，即便是最顶级的魔术师，也无法追溯它的残留痕迹。\n　　　它的消失不会留下任何因果余波，因为它的法则已被世界吞噬，除非有超越因果律的存在介入，否则它的力量将永远不复存在。\n　　　某些极端情况下，若有超越世界的概念性魔术介入，星辉尘埃可能在未来的某一天重新聚合，但此可能性微乎其微。",
      "char_count": 1530,
      "preview": "这一阶段的星溟水晶将成为一颗微型星核，以燃烧一切规则的方式释放终极之力，最终迎来自我毁灭。 　　　◇ 发光形态： 　　　水晶彻底解放，其原本的天蓝色晶体变得透明无暇，宛如一颗正在爆发的微型恒星。内部的..."
    },
    {
      "chunk_index": 7,
      "content": "魔术释放手套：「星月圣珑（Celestial Luminara）」\n　　　「织星引路，月辉覆世。唯掌控群星与月潮者，方能书写魔法的终焉诗篇。」\n—— 「星月圣珑」是一款融合织星水晶（Vega Gem）与月辉水晶（Lunaris Gem）的高阶魔术礼装，承载高速精准与宏大毁灭的双重魔法概念，使施法者能够自由驾驭织女星的灵动轨迹与月亮的无尽毁灭之力。\n　　　\n　　　魔术礼装：「星月圣珑（Celestial Luminara）」\n　　　Ⅰ. 礼装概述\n　　　◇ 核心设定\n　　　「星月圣珑（Celestial Luminara）」，以织星水晶与月辉水晶为双核心制作，结合两种水晶特性，最大限度提升魔术师能力。\n　　　此礼装的运作原理基于天体魔术理论：\n　　　织星水晶（Vega Gem）—— 代表织女星的光辉，专注精准、速度，用于高速魔法吟唱与精准魔法施放。\n　　　月辉水晶（Lunaris Gem）—— 代表月亮的庞大能量，以月光洪流赋予毁灭，用于大型魔术阵构成与大范围魔法释放。\n　　　白鸟遥可于战斗中织星模式或月辉模式，也可同时激活两种水晶的共鸣，达到融合施法的极致境界。\n　　　Ⅱ. 礼装结构设计\n　　　「掌控星辉流动，驾驭月光毁灭。」\n　　　◇ 手套主体\n　　　主体材质：\n　　　由星银线制成，具备高魔力导流性，可随魔力流动调整织物密度，提高施法稳定性。\n　　　◇ 视觉风格\n　　　银白色基调，手背部分有由星银线缝制出的繁复的织女星镂空刻印，手心部分则缝制出月相浮雕。\n　　　织星水晶（Vega Gem）镶嵌于指尖，并与手背中央的主水晶相连，对应织女星座，每根手指对应一个符文回路，战斗时激活指尖不同水晶即可释放出不同能量，使施法精准度达到极致。\n　　　月辉水晶（Lunaris Gem）镶嵌于掌中央，在高能模式下释放浓郁的银蓝色光芒，形成环绕施法者的月辉光带。\n　　　施法时，手套上的水晶依照能量流动顺序逐次点亮，织星模式时形成流动的光轨，月辉模式时如同满月高悬，释放庞大能量波动。",
      "char_count": 846,
      "preview": "魔术释放手套：「星月圣珑（Celestial Luminara）」 　　　「织星引路，月辉覆世。唯掌控群星与月潮者，方能书写魔法的终焉诗篇。」 —— 「星月圣珑」是一款融合织星水晶（Vega Gem）..."
    },
    {
      "chunk_index": 8,
      "content": "魔术术式：\n　　　Ⅰ.织星水晶术式：\n　　　白鸟遥围绕织星水晶（Vega Gem）构建的魔术体系，专注于精准、高速、贯穿性魔术，织星水晶是一块专注于星辰精准魔术释放的魔法水晶，承载着织女星（Vega）的恒星之力。其魔术概念基于「星辰能量压缩与释放」的概念，使其成为极致精准打击的魔法核心。\n　　　织星水晶机制\n　　1.星辰能量压缩（Stellar Compression）\n　　　水晶长时间吸收星辰能量，在需要时织星水晶能够高度压缩星辰魔力，使其形成极为细小但密度极高的能量束，并以接近光速的速度释放。\n　　2. 轨迹计算（Celestial Guidance）\n　　织星水晶内部刻印天体运行轨迹，可在施法时自动修正能量束的释放路径，确保魔法的精准性。施法者无需进行繁琐的瞄准，水晶会进行自律计算，在最短时间内调整攻击角度，以最优路径击中目标。\n　　　　3.高速传导（Velocity Conduction）\n　　　　织星水晶内部拥有高密度的星辉网络，可加速魔法流动，使施法反应速度提高50%以上。施法过程中，魔力在水晶内部的星轨路径中瞬间传导，使魔术可以几乎无延迟释放。\n　　　　　魔术术式\n　　　1. 织星贯流（Vega Arrow）\n　　　施放一束极高速、高密度、不可折射的能量光束，精准锁定目标并贯穿防御，也可增加魔力消耗，释放更多光束。\n　　　　　　2.织星灭点（Astral Impact）\n　　　　　施法者在极短时间内释放多个织星能量射线，每道光束均可独立追踪目标，击中后对目标进行标记。可随时引爆目标上的魔术标记形成爆炸，或与为后续魔术提供引导。\n　　　　　　3.织星极光（Stellar Flash）\n　　　　　　施放超高速爆裂光线，命中目标后会形成次级光爆，让目标短暂失去视野，同时对目标魔力流动进行干扰。\n　　　4. 织星陨落（Celestial Cascade）\n　　　以织星水晶引导能量，在空中形成光弹群，向下轰炸目标区域，击中物体后光弹形成爆炸。\n　　　5. 织星散射（Celestial Shard）\n　　　织星水晶被单一道光束裂解成上百个微小碎片，每个碎片内涵压缩至极限的形成能量，由不同轨道冲向敌人，在接触后引发爆炸\n　　　5. 织星极辉（Vega Flare）\n　　　通过恒星压缩魔力爆发，在短时间内释放高强度的光辉能量，使其形成极高速的冲击波射流，可持续释放，攻击目标。\n　　6. 织星折光网（Vega Prism Net）\n　　施法者在战场布置多枚织星水晶节点，每个水晶节点可储存魔力，形成连锁攻击。织星射弹进入折射网后，会不断弹跳变轨，攻击角度无法预测。水晶亦可根据需要变为自律武器，实现自动攻击，或化为屏障进行魔术拦截，或根据需要破碎成为水晶飞弹。\n　　　　　7.织星幻影\n　　　　　织星水晶能够使用自身部分能量制造虚假魔术影像，用于迷惑敌方魔术感知，同时也可多个欢迎搭配，形成立体光牢，封锁敌方行动。\n　　　　　8.织星连锁（Stellar Link）\n　　　　　织星水晶能够在术式链接过程中调整魔法特性，使魔术以最佳状态运作，确保其稳定性，实现更佳快速的魔法吟唱，若以消耗更多魔力为前提可以实现魔术瞬发。\n　　　　　终极魔术：「织星破界（Vega Singularity）」\n　　　　　施法者将所有织星水晶的能量聚合至一点，使其达到极限临界状态，并释放出最接近光速的恒星爆发射线，能够在瞬间贯穿任意物理与魔法防御，达到「必杀」的极致境界。\n　　　　　由于该魔术的强度过高，一旦施放，将无法进行任何追加动作，施法者的魔力也会在短时间内耗尽。\n　　　　　2.月辉水晶术式：\n　　　　月辉魔术系统（Lunaris Casting System）是一种以月之魔力为核心的高级魔术体系，融合月相变换、引力操控、魔力潮汐等多个概念，使施法者能够操控宏大毁灭之力。月辉魔术体系是涉及天体运动学、结界构成等高级术式，形成极具破坏力与控制力的终极魔术流派。\n　　　　Ⅰ. 月辉魔术系统核心机制\n　　1. 月相引导（Lunar Phase Alignment）\n　　施法者可切换魔术对应的月相（新月、满月）调整魔术效果，使攻击或控制方式产生变化，同时魔术在相应现实中的天体月相的时间段内可以发挥最大限度为例。\n　　　　满月时，月辉魔术的爆发力达到巅峰，但消耗极大。\n　　　　新月时，施法者可进行最为极致的战场控制。\n　　2. 魔力潮汐（Lunar Mana Tide）\n　　施法者可在战斗中制造魔力潮汐场，影响战场内的魔术运作，使自身的魔术得到增幅，而敌人的魔力流动变得迟滞或紊乱。施法者在月辉潮汐的加持下，可利用周围的魔力波动进行连锁施法，使多个魔术相互结合，形成毁灭性合击。\n　　　　Ⅱ. 月辉魔术系统核心机制\n　　　　新月魔术体系：\n　　　　新月魔术着重战场支配，它可覆盖整个战场，使施法者能够掌控环境、魔力流动、敌我状态，让一切行动都在黑暗的掌控之中。\n　　　　固有结界-新月黑域：\n　　　　新月状态下施法者在战场中展开大范围的固有结界，完全吞噬光源，使整个战场成为无光区域；黑域内所有魔术体系都会受到干涉，敌方魔术运作效率下降，甚至可能出现魔术崩溃、能量扭曲、施法失败的现象；被捕捉者无法分辨空间、时间、方位，无法认知施法者的存在；施法者在黑域中可进行自由穿梭，如影子般瞬间移动。\n　　　　若非月蚀日期，魔术步骤能力大幅下降，捕捉成功率却决于目标精神力以及魔力量。\n　　　　　魔术术式\n　　　　　1.黑月降临（Lunar Eclipse Descent）\n　　　　　核心术式，新月黑域的展开手段。施法者升起黑月，释放暗蚀波动，吞噬所有光源，使战场陷入完全无光状态。黑月持续悬浮，维持黑域的完整性，并增强其他黑域术式。在黑域内的所有物理元素都会被黑暗重塑，形成无法破坏的影之障壁，阻挡敌人逃脱。\n　　　2. 影蚀风暴（Shadow Surge Tempest）\n　　　施法者在黑域中释放黑暗风暴，高密度影之能量狂暴席卷整个战场，使黑域内的魔力流动完全混乱，魔术释放失败率上升至 ，目标魔术反噬概率提高，战场内所有非适应黑暗的单位都会遭受强烈压制。\n　　　3. 影蚀幽禁（Eclipse Mind Prison）\n　　　施法者可将敌人的意识封锁在无尽的黑暗空间，使目标进入无法感知任何外界信息的状态。目标会无法得知自己是否仍在战场，甚至会觉得自己已经死亡。\n　　　4. 黑月幻影（Dark Phantom Eclipse）\n　　　施法者在黑域内制造无数虚幻的影之幻象，使敌人无法判断真实目标，同时使其攻击落空。\n　　　5. 影蚀支配（Eclipse Magic Control）\n　　　施法者可在黑域中强行接管敌人的使魔，并将其转化为自己的使魔，使敌人自相残杀。\n　　　6. 影蚀崩解（Shadow Devour Collapse）\n　　　施法者将黑暗能量注入目标影子，并通过魔术共鸣，让影子开始侵蚀目标的魔术回路，若目标为非实体生命体（如灵体、能量生物），影蚀会直接反向撕裂其魔力回路，使其彻底溃灭。\n　　　7. 影月瞬斩（Lunar Eclipse Flash）\n　　　施法者以纯粹的新月之影凝聚一柄黑暗刃光，在一瞬间完成多次超高速斩击。",
      "char_count": 2988,
      "preview": "魔术术式： 　　　Ⅰ.织星水晶术式： 　　　白鸟遥围绕织星水晶（Vega Gem）构建的魔术体系，专注于精准、高速、贯穿性魔术，织星水晶是一块专注于星辰精准魔术释放的魔法水晶，承载着织女星（Vega）..."
    },
    {
      "chunk_index": 9,
      "content": "2. 影蚀风暴（Shadow Surge Tempest）\n　　　施法者在黑域中释放黑暗风暴，高密度影之能量狂暴席卷整个战场，使黑域内的魔力流动完全混乱，魔术释放失败率上升至 ，目标魔术反噬概率提高，战场内所有非适应黑暗的单位都会遭受强烈压制。\n　　　3. 影蚀幽禁（Eclipse Mind Prison）\n　　　施法者可将敌人的意识封锁在无尽的黑暗空间，使目标进入无法感知任何外界信息的状态。目标会无法得知自己是否仍在战场，甚至会觉得自己已经死亡。\n　　　4. 黑月幻影（Dark Phantom Eclipse）\n　　　施法者在黑域内制造无数虚幻的影之幻象，使敌人无法判断真实目标，同时使其攻击落空。\n　　　5. 影蚀支配（Eclipse Magic Control）\n　　　施法者可在黑域中强行接管敌人的使魔，并将其转化为自己的使魔，使敌人自相残杀。\n　　　6. 影蚀崩解（Shadow Devour Collapse）\n　　　施法者将黑暗能量注入目标影子，并通过魔术共鸣，让影子开始侵蚀目标的魔术回路，若目标为非实体生命体（如灵体、能量生物），影蚀会直接反向撕裂其魔力回路，使其彻底溃灭。\n　　　7. 影月瞬斩（Lunar Eclipse Flash）\n　　　施法者以纯粹的新月之影凝聚一柄黑暗刃光，在一瞬间完成多次超高速斩击。\n　　　　　　斩击的轨迹会在施展后数秒才显现，目标即使尝试闪避，也会因时间差而被精准切割。\n　　　　　　无法通过护盾、物理障碍抵挡，因其本质为影能贯穿，即便目标处于封闭空间，也会被刃光撕裂。\n　　　8. 影刃穿梭（Shadow Rift Slash）\n　　　施法者释放多道黑影刃，这些影刃不会直线飞行，而是利用空间裂隙进行跳跃，在短时间内多次变换方位并突袭目标。\n　　　　　　影刃可凭借影子的存在瞬移，使敌人难以预测攻击轨迹，即使躲避也无法确定下一次影刃袭来的方向。\n　　　9. 影刃风暴（Lunar Crescent Storm）\n　　　施法者释放环绕自身的影刃风暴，在短时间内生成大量环形影刃，并向战场外扩散。\n　　　　　　每道影刃在飞行途中会自动寻找目标，形成无规则的暴风式斩击，使敌人无处可逃。可设定为影刃漩涡模式，在目标周围形成闭环斩击空间，持续切割，直至目标彻底崩解。\n　　　10. 影灭贯穿（Void Laceration）\n　　　施法者释放超高速黑暗光枪，如同贯穿空间的矛，瞬间刺穿目标。枪体具有影之震荡效应，可摧毁目标的内部结构，使其从内而外崩解。可让影枪进行不可预测的曲线飞行，使目标难以规避。\n　　　满月魔术体系:\n　　　满月魔术体系（Lunaris Cataclysm）代表月辉魔术的终极战场毁灭形态，在此状态下，施法者不再局限于操控星辰能量，而是化身月光的引导者，直接引导月光倾泻，使整个战场陷入无可抵挡的毁灭。\n　　　Ⅰ. 满月战场毁灭核心理念\n　　　满月战场毁灭魔术体系以极限能量倾泻、空间轰炸为核心，构建超大范围高能量轰炸场，确保战斗结束于最短时间内。\n　　　1. 绝对光能倾泻（Absolute Lunar Energy Flood）\n　　　施法者在满月状态下解放所有月光能量限制，使月光不再是温和的照耀，而是毁灭性的能量洪流。施法者能够直接从月球本源获取魔力，无视个人魔力量上限，使攻击规模达至天体级别。\n　　　　　　所有魔术消耗极限降低，魔力恢复速度达到无限接近零损耗，施法者可在战场上进行持续星辰能量轰炸。\n　　　2. 月煌辐射场（Lunar Extermination Zone）\n　　　战场地脉被彻底活性化，与月亮同步，使所有区域都充斥着高浓度星辰能量，所有隐匿手段完全暴露，无法依赖黑暗逃脱或躲藏。月之星辰离子渗透至各处，任何物理屏障或魔术防护都无法阻挡入侵，敌人的防御能力降至最低。\n　　　3. 月煌风暴（Lunar Storm of Destruction）\n　　　施法者可直接制造天体级风暴，利用高密度月光粒子形成超高速月光湍流，横扫整个战场。\n　　　　　　魔术术式\n　　　1. 月耀冲击（Lunar Radiance Surge）\n　　　施法者聚集满月核心能量，在自身周围被月光笼罩，随后释放全方位光辉爆破，瞬间覆盖整个战场。\n　　　2. 月耀炽辉（Lunar Flare Annihilation）\n　　　施法者释放满月耀斑，在战场上形成高温光能风暴，焚尽一切物理物质与魔力结构。\n　　　3. 月耀引潮（Lunar Tidal Dominion）\n　　　施法者在战场展开月耀引力场，让战场内的所有敌人受到不规则引力影响，使其行动变得迟缓或完全无法移动。\n　　　　　　在高引力区域，敌人的身体负担加倍，无法维持战斗状态，而己方单位则可利用低引力区域自由移动，提高机动力。\n　　　　　　可通过引力切换，在瞬间改变战场上的重力方向，使敌人陷入失衡状态。\n　　　4. 星耀坠落（Stellar Collapse Impact）\n　　　施法者在战场中心创造一个超高密度的引力点，该点会吸收周围所有魔术能量，并最终引发局部引力塌陷。\n　　　　　　在临界点达到极限后，引力点会突然释放，产生超高冲击波，将战场上的敌人全部震飞，并造成严重冲击伤害。\n　　　5. 月煌激流（Lunar Torrent Surge）\n　　　施法者在空中凝聚满月核心，并在短时间内释放超大规模的光能洪流，如瀑布般倾泻至战场。\n　　　6. 月渊暴雨（Lunar Abyssal Rain）\n　　　施法者升起一颗超载光辉核心，并释放无数高密度光束，如暴雨般坠落战场。\n　　　　　　每道光束命中地面后都会触发爆裂冲击，形成二次扩散波动，使敌人即便未被直接命中，也会遭受余波震荡。\n　　　　　　施法者可设定光雨倾泻模式，让光束不断追踪目标，并不断释放。\n　　　7. 月耀光海（Lunar Ocean of Radiance）\n　　　施法者扩展高密度光场，让战场的地面、空气甚至空间本身充满流动的光能，使其如海洋般翻腾。光海会自动寻找敌人，如潮汐般包围并吞噬目标，最终彻底净化战场。被光海侵蚀的敌人会失去魔力掌控能力，术式无法完整释.\n　　　8. 星辉贯空（Stellar Radiant Lance）\n　　　施法者凝聚恒星级光枪，其核心能量压缩至极限，在释放后会超光速冲刺，瞬间贯穿战场。光枪飞行途中可分裂成数十支次级光矛，同时命中多个目标。任何被击中的目标都会承受光能连锁爆炸。\n　　　　　　Ⅲ. 终极术式：月煌倾世（Lunar Cataclysm: Celestial Flood）\n　　　　　　「月光倾泻，世界归零。」\n　　　　　　施法者将满月光辉极限超载，使整个战场化作无穷无尽的光能洪流，任何物质、生命、魔术都会被光能完全吞噬。\n　　　　　　光能密度无限增加，让战场的空间本身开始崩解，使敌人进入完全无法承受的“光辉湮灭状态”。\n　　　　　　最终冲击波引发“星耀反应”，使战场成为一片高温光辉风暴，持续燃烧直至一切化作虚无。\n　　　　　　效果：\n　　　　　　绝对范围毁灭术，一次释放即可彻底清空战场。\n　　　　　　施法完成后，战场将成为“光之废墟”，无法再使用魔术进行战斗\n　　　　　　白鸟家·分家设定",
      "char_count": 2980,
      "preview": "2. 影蚀风暴（Shadow Surge Tempest） 　　　施法者在黑域中释放黑暗风暴，高密度影之能量狂暴席卷整个战场，使黑域内的魔力流动完全混乱，魔术释放失败率上升至 ，目标魔术反噬概率提高，..."
    },
    {
      "chunk_index": 10,
      "content": "家族名： 白鸟家（Shiratori Clan）\n分支地位： 日本分家（Shiratori Branch），与主家断绝联系\n核心魔术概念： 「天体魔术」与「水晶魔术」\n现居地： 日本·横滨市·港区某高层公寓\n　　　白鸟家原本是一个欧洲的魔术家族，专精于「天体魔术」，通过星象观测、光学折射、天体能量引导等方式，解析宇宙规律，并利用星辰能量驱动魔术。主家曾隶属于魔术协会的「天体科」，但因内部矛盾及理念冲突，一部分家族成员脱离协会，转而隐匿于世界各地。白鸟分家正是其中一支，由庶系成员带着部分遗产远赴日本。\n　　　白鸟分家成立后，因资源匮乏与血脉衰退，原本强大的魔术体系逐渐崩坏，如今仅存部分低阶观测术与水晶魔术，已无力再涉足高阶天体魔术。为了维持家族存在，分家转向日常化，依靠珠宝工艺、水晶制造等行业维持生计，并尽量避免与魔术界的接触。\n　　　然而，随着白鸟遥的魔眼觉醒，主家重新关注分家，并试图将她带回欧洲。而魔术协会也察觉到了横滨地区的异常星象活动，开始秘密调查白鸟家，使家族再次陷入危机之中。\n　　　初代·白鸟宗次郎（1905-1975）\n　　　以大学教授的身份活动，实则秘密进行天体魔术的本土化研究，试图将西洋星象魔术与日本阴阳道结合。\n　　　由于魔术资源短缺，他无法施展完整的「天体术式」，仅能通过天文仪器与手工水晶进行低强度观测。\n　　　临终前留下部分研究手稿，并将家族遗产封存于「星溟水晶」之中。\n　　　二代·白鸟千鹤（1945-1999）\n　　　为了家族生计，转向水晶工艺，创办珠宝店，以魔力水晶工艺为核心，制造各种占卜道具。\n　　　试图使用人工魔力灌注的方法恢复「星辰水晶」的能量，但始终未能成功。\n　　　由于战后魔术界格局变化，白鸟家不得不更深地隐匿于现代社会，仅保留低强度观测魔术。\n　　　三代·白鸟健一（1975-）\n　　　由于魔术回路衰退，他已无法施展家族的天体魔术，只能依靠科技辅助进行星象研究。\n　　　就职于横滨市政府城市规划科，利用职务之便收集与地脉、星象相关的数据，试图寻找恢复魔术的可能性。\n　　　迫于时代压力，决定让女儿白鸟遥过普通人的生活，避免卷入魔术界的纷争。\n \t家族核心魔术\n　　　白鸟家曾属于魔术协会「天体科」，其魔术体系围绕星辰能量运作，然而，分家因资源衰退，核心术式已严重受损，如今仅存少量低阶术式可用。\n　　　（1）星轨观测（Astrological Tracing）\n　　　通过特定的水晶媒介，解析星辰的运行轨迹，并据此推测现实世界的魔力流动趋势。由于家族的观测术式不完整，目前只能进行短期天气预判、地脉波动检测等基础应用。\n　　　（2）天体能量转化（Celestial Conversion）\n　　　通过吸收天文现象（如日食、流星雨、彗星接近）的能量，将其存入水晶之中，并用于魔术术式。\n　　　（3）水晶魔术（Crystal Magic）\n　　　通过「星辰水晶」折射魔力波动，以增强魔术效果或短暂储存魔力。\n　　　白鸟家仅存的一枚「星溟水晶」，是唯一仍能运作的高阶魔术媒介。\n　　　家族成员\n　　　父亲·白鸟健一：\n　　　横滨市政府城市规划科普通职员，表面负责市政档案管理，实则利用职务之便寻找地脉地点及魔术文件，试图恢复衰退的魔术结界：\n　　　母亲·白鸟由纪：\n　　　私立中学语文教师，无魔术资质但知晓家族秘密，暗中学生中潜在的魔术师后代及相关人员。",
      "char_count": 1405,
      "preview": "家族名： 白鸟家（Shiratori Clan） 分支地位： 日本分家（Shiratori Branch），与主家断绝联系 核心魔术概念： 「天体魔术」与「水晶魔术」 现居地： 日本·横滨市·港区某高..."
    }
  ]
}